<template>
	<mu-content-block id="hot-detail">

		<p>　　剥离西屋，东芝得以规避小船拖沉大船的风险，而西屋则成为继阿海珐后又一家被迫重组的核电巨头</p>
		<p>　　当地时间3月29日，核电巨头西屋正式启动破产重组程序，向纽约市纽约南区破产法庭申请按照美国破产法第11章进行破产重组。</p>
		<p>　　西屋公司创办于1886年，总部位于美国匹兹堡。西屋公司的业务包括核电反应堆设计及相关设备、运维、燃料等领域，是全球核电设备巨头之一。东芝公司（TYO：6502）持有西屋公司87%的股份，是西屋的最大股东。</p>
		<p>　　2006年，中国最高决策者为统一核电技术路线、促进核电事业发展，决定在第三代核电技术上采用西屋公司的AP1000反应堆，国务院为此专门成立了国家核电技术公司，作为引进吸收AP1000技术和中国第三代核电技术自主化的实施主体。</p>
		<p>　　西屋已从第三方获得一笔8亿美元债务人持有资产融资（DIP financing， debtor-in-possession financing），用以在重组期间维持其核心业务继续运营。</p>
		<p>　　东芝在同日发布的公告中表示，在8亿美元融资中，东芝将提供最高2亿美元作为担保。</p>
		<p>　　3月29日，东芝股价收于219.4日元每股，较前一交易日上涨1.01%。</p>
		<p>　　美国破产法第11章（Chapter 11）规定，债务人可以暂免被债权人追债，在维持公司运作的同时重组业务，争取改善运营状况，解除债务负担。有熟悉相关破产流程的人士介绍，根据11章进行破产保护，一般会将债务折价，进行展期或者转股处理，或者同时进行，如果债转股，将可能影响公司的股权架构。</p>
		<p>　　DIP融资是指公司重整期的外部债券融资，是企业破产重组中较为常见的融资行为。西屋在公告中并未透露具体的融资来源。根据公告，融资将用来维持西屋的核心业务，具体包括运维服务、燃料、设备制造、工程设计以及退役、废料管理。此外，西屋在包括中国在内的美国海外地区业务也将获得这笔DIP融资的支持。由于项目超支而导致严重亏损西屋美国业务，将是后续破产重组的重点。</p>
		<p>　　2月14日，东芝未能如期公布三季度财务数据，仅发布2016年财年财务预测，预计亏损4999亿日元，而2016年11月，东芝曾预计2016财年盈利1450亿日元。盈亏逆转的原因正是核电商誉资产的巨额减记，预计高达7125亿日元。</p>
		　　随着西屋启动破产重组，东芝尚待披露的财务数据将受到新的影响。东芝在3月29日发布的公告中表示，西屋将从东芝2016年年报中分离，但是对具体财务数据和未来的影响目前还不确定。</p>
		<p>　　东芝预计，随着西屋分拆，相关的核电商誉资产减记将从东芝的非经营性损益中剔除，预计将会带来约2000亿日元的净收入。</p>
		<p>　　同时，破产重组过程中，东芝作为西屋母公司，将为美国项目的损失承担担保责任，并承担西屋相关的债务，这将很可能继续恶化东芝的财务状况，东芝表示，2016年财报亏损将可能从此前预计的3900亿日元扩大到1.1万亿日元。而具体的数据，将根据重组过程中与债权人、美国项目业主等相关方的谈判而定。</p>
		<p>　　从2015年初爆发会计丑闻开始，东芝的命运一直风雨飘摇。</p>
		<p>　　2015年7月20日，独立调查委员会做出结论：从2008财年到2014财年，东芝虚报利润高达1518亿日元，加上此前东芝自查的44亿日元，7年间累计虚报利润1562亿日元。</p>
		<p>　　为了度过危机，困境中的东芝开始出售资产筹措资金。2016年，其家电、医疗资产先后出售，原本指望以此实现当年盈利，但突如其来的核电资产减记让其盈利化为泡影。</p>
		<p>　　2月24日，东芝发布公告，拟将旗下最赚钱的业务之一，存储半导体业务拆分为独立公司出售，并且东芝表示愿意卖出大部分股份。</p>
		<p>　　尽管西屋的破产重组很可能将进一步恶化东芝的财务数据，但将西屋从公司资产中剥离出去，规避了未来西屋经营状况继续恶化带给东芝的风险。对东芝而言，这是危机中的又一次断臂求生。西屋重组内幕</p>
		<p>　　西屋的重组不算突然。《财经》记者从知情人士处了解到，从2月开始，西屋公司进行了一系列架构调整、业务重组和高管任命，已在为日后的破产重组做准备。</p>
		<p>　　2月28日，西屋设立集团重组办公室，任命来自美国咨询公司AP Services的Lisa Donahue来牵头重组。《财经》记者查询Lisa Donahue履历发现，她曾在美国多个能源企业担任高管，负责企业的转型与重组工作，也曾经手按照第11章进行破产重组的案例。</p>
		<p>　　西屋目前的业务主要包括五大板块：燃料及设备制造、核电站运维服务、退役及废料管理、工程设计以及新建核电项目。3月14日，西屋再次进行架构调整。任命Mark Marano为公司首席运营官（COO），这是西屋首次设立这一职务，他分管除新建核电项目之外的另外四大板块。</p>
		<p>　　新建核电项目包括中国与美国在建的四个AP1000项目，以及阿联酋、英国、印度等西屋参与或者进行前期开发的核电项目。其中，美国两个AP1000项目由于西屋是工程总包方，在项目严重超期超支之后，西屋需承担额外超支的主要责任因而面临巨额损失，是其破产危机的直接原因。</p>
		<p>　　在3月14日西屋宣布的架构调整中，David Durham被任命为新核电项目负责人，并且主要负责美国AP1000项目。在此任命之前，David Durham在西屋旗下的WECTEC公司任职，该公司是西屋2015年收购施工承包商石韦公司之后设立。</p>
		<p>　　而中国地区的AP1000业务尽管同属于新建核电项目板块，但是为了确保足够资源投入，从公司管理层面缩短决策流程，保障中国项目的顺利交付，这部分业务由西屋亚太区总裁刘信刚直接负责。</p>
		<p>　　通过这一系列内部架构的调整，西屋事实上已经为重组做好了准备。简单来看，西屋将所有运作良好的非新建核电项目业务整合到一起，由新设立的COO统一负责。在新建核电业务板块，包括中国业务在内的海外市场业务也属优质资产，不受11章破产重组申请的影响，在此次重组过程中，这部分核心业务都将获得DIP融资的支持，以求继续盈利。</p>
		<p>　　严重亏损的美国业务板块如何处理，将是后续破产重组的重点，这需要西屋、东芝、美国项目业主以及西屋债权人等相关方共同谈判来决定。2月14日的发布会上，东芝也曾表示，不排除出售西屋大部分股份的可能性。</p>
		<p>　　在收购施工公司石韦之后，西屋目前在美国项目中是工程总包方（EPC）的角色，根据目前与美国业主方的合同，锁定了总包方的价格上限，其超支损失将主要由西屋来承担，东芝作为母公司需要兜底担保。东芝在3月29日的公告中表示，截止2016年底，西屋债务累计达到98亿美元。对中国影响有限</p>
		<p>　　西屋设计的AP1000核电技术2006年在中国的三代核电技术招标中战胜法国阿海珐的EPR技术胜出，被选为中国未来新建核电项目的引进技术。为了进行技术引进，专门成立了国家核电技术公司作为引进主体，负责AP1000技术的引进、消化、吸收、再创新工作。</p>
		<p>　　2009年，国内的两个AP1000示范项目三门、海阳先后开工，先于美国成为全球首批开工的AP1000项目。</p>
		<p>　　然而新技术的首批项目进展颇为不顺，在福岛事故之后，项目根据业主与监管部门要求进行针对性改进，其核心主设备研发供货也并不顺利，种种因素作用下，工期不断延误，目前已经比预计工期延误大约三年。后续新项目的审批也受此影响停滞。</p>
		<p>　　新技术的引进和新公司的成立打破了原有的国内核电产业和技术格局，作为技术转让方的西屋公司，在被东芝收购之后，是一家日资控股的美国公司。项目进展不顺的情况下，西屋常常处在舆论的漩涡之中。</p>
		<p>　　不过此次西屋破产重组，对国内AP1000项目影响并不大。</p>
		<p>　　西屋公司在此前发给《财经》记者的一份声明中表示：尽管美国和中国采用的是同样的AP1000技术，但两国的项目建设模式截然不同。中国AP1000项目实施是由西屋向中方提供AP1000技术的知识产权使用权、工程和采购服务，由中方负责管理项目的建设和施工。事实证明，这对中国、西屋和东芝三方都是富有成效的合作模式。</p>
		<p>　　具体来说，西屋在中美两国项目中的角色显著不同。在美国项目中，收购石韦之后，西屋是项目的总包方，并且与业主签订了锁定总价的合同，超支的风险，将主要由总包方来承担，这也是西屋由于超支而面临危机的直接原因。</p>
		<p>　　据《财经》记者了解，在中国AP1000项目的核岛总包合同中，总包方为AP1000技术受让方国家核电授权的国家核电工程公司，全厂总体设计由国核下属的上海核工院完成。西屋及其联队并不是该项目的总包方，在项目中负责核岛设计（Engineering）、主要设备采购供应（Procurement）和核岛调试工作（NI Commissioning）。</p>
		<p>　　换言之，国内项目上，西屋实际上是分包商的角色。</p>
		<p>　　国内核电产业格局是分散的独立体系，项目的总包方与业主一般为同一家核电集团下的的不同业务公司，其项目超支也将在集团内部消化，由业主和总包方共同承担。而西屋在国内项目中作为分包商，不会承担超支的主要责任。</p>
		<p>　　三门项目或将有所不同，其总包方国家核电工程公司是国家电投下属单位，而业主三门核电公司则是中核集团控股，二者分属两大核电巨头。项目超支如何分担，目前还未有定论。</p>
		<p>　　据知情人士介绍，目前三门与海阳由于延期，每个项目预计大约超支100亿元人民币。</p>
		<p>　　从技术转让角度看，国内两个AP1000项目尽管严重拖期，但是已经进入尾声。目前，首堆三门一号机组已经完成热试，正在针对试验中发现的待改进项进行调试，下一步将进入装料节点。</p>
		<p>　　在引进AP1000技术的基础上，国家核电已经开发出具有自主知识产权的CAP1400技术，计划在山东石岛湾落地开工。该项目是16个国家重大专项之一的子项，目前已经完成可研报告的审批，等到国务院核准。</p>
		<p>　　事实上，在西屋的重组计划中，其中国业务和其他海外业务及四大核心业务一起，都将受到DIP融资的支持，为重组过程中会继续运营的核心业务之一。西屋在3月29日发表的公告中表示，西屋公司在亚洲、欧洲、中东和非洲地区的业务不会受第11章重组申请的影响。由于债务人持有资产融资也将用于支持这些地区，所以该地区的客户将继续获得西屋一如既往的高品质的产品和服务。</p>
		<p>　　国内技术受让方国家核电亦在3月29日晚由董事长王炳华主持会议，研究应对工作。国家核电在会后的公告中表示，本次西屋公司申请重组，对我国AP1000依托项目建设、后续CAP1000批量化建设、CAP1400示范工程建设等三代核电自主化工作不会产生实质性影响。目前，西屋公司派驻浙江三门、山东海阳及上海的管理和技术专家队伍稳定，状态良好，AP1000依托项目建设和调试各项工作正在按计划有序推进。东芝缘何梦断核电</p>
		<p>　　在东芝2月14日发布会上，东芝社长纲川智被问到当年收购西屋电气公司是否正确，他回答说，如果从现在的数字来看，这不是一个正确的选择。</p>
		<p>　　2005年6月，西屋公司的原控股股东英国核燃料公司宣布将出售西屋公司以及英国核燃料公司在美国的业务，随后有15家公司或联合体参与投标收购，最后东芝以54亿美元获得西屋100%的股权和英国核燃料公司在美国的业务。这一报价比竞购对手高出了20亿美元。</p>
		<p>　　东芝竞购西屋时，西屋正在以其开发的AP1000技术参与中国的三代核电技术招标，并且在东芝完成收购时，西屋已经基本在与法国EPR技术的竞争中胜出，中国雄心勃勃的核电开发计划被认为是一个巨大的市场。而东芝本身也是日本国内核电的重要开发者，其技术路线是沸水堆，西屋则是全球各种压水堆技术路线的先驱者。对东芝而言，收购也丰富了其核电技术。</p>
		<p>　　东芝在完成收购后发布的公告中认为，到2020年，全球核电市场容量将会增长50%，收购之后，拥两大主流反应堆技术的东芝将在这个巨大市场中占据领先地位。与54亿美元的收购价相比，2006年，东芝的净利润约为11.6亿美元，可以说收购西屋扩大能源业务，对于以电子产品为主要业务的东芝来说，是一场豪赌。</p>
		<p>　　不幸的是，东芝押错了方向。</p>
		<p>　　国际原子能机构（IAEA）数据显示，过去十年，全球动力反应堆总数从443个增长至449个，增长十分有限。而若以发电量来衡量，2006年全球核电发电量为2.66万亿度，这一发电量是最近十年的峰值。东芝预计的50%的增长并未出现。事实上，除了中国的核电装机显著增长之外，其他国家的反应堆总数是略有下降的。</p>
		<p>　　全球核电市场的低迷与多个因素有关。首先在需求端，金融危机之后，能源需求受到负面影响，另外随着能效、节能技术的发展，经济增长与能源需求增长的关联越来越弱，最近十年，发达国家的电力需求一直比较稳定，有的国家甚至呈下降趋势。</p>
		<p>　　在供应侧，原本廉价、稳定的核电在这十年间目睹了新能源、美国廉价页岩气的爆发，在许多国家不再是新电力供应的优先选择。</p>
		<p>　　而2011年的福岛核事故则在此基础上进一步重创了核电市场，事故之后，许多国家提高了安全标准，发布了针对事故预防的安全准则。这一方面影响了在建核电站的进度，同时更严苛的安全标准直接带来了设计与建设成本的增加，监管要求也使得开发周期变长，降低了核电的经济性竞争力。此外，如德国这样的摇摆在弃核与否的国家在福岛核事故之后果断弃核，进一步缩减了核电的市场。</p>
		<p>　　值得一提的是，在全球核电市场低迷的背景下，当初与西屋竞争中国市场的法国核电巨头阿海珐，同样受困于上述原因以及新项目进展严重脱期，在连续数年的严重亏损之后，从2015年已经开始先一步进入重组阶段，其反应堆业务被整合进法国电力公司（EDF），其余以燃料循环板块为主的业务接受政府最多45亿欧元的增资，将重组为新阿海珐。</p>
		<mu-paper class="paper" :zDepth="3">
			<mu-content-block>
				<mu-row gutter>
					<mu-col width="100">
						更多精彩内容
					</mu-col>
					<mu-col width="100">
						<mu-raised-button fullWidth @click="open"> 
							解锁文章
						</mu-raised-button>
					</mu-col>
					<mu-col width="100">
						已有888人解锁
					</mu-col>
				</mu-row>
				
				
				
			</mu-content-block>
			
		</mu-paper>
		<p>　　十年过去，西屋主导的新核电订单主要是中国三门、海阳以及美国Vogtle、V.C Summer四个项目的8台机组，尽管在印度、英国、东欧等地亦有布局，然而新订单落地还为时尚早。而美国项目，最终成为了西屋的阿克琉斯之踵。</p>
		<p>　　东芝在此前减记西屋资产时，将原因归咎于对石韦公司的收购产生了巨额的商誉。事实上，当初这一收购也是迫于形势。</p>
		<p>　　西屋本来并不是核电项目的总包商，它并没有施工（construction）业务。美国项目中，西屋是与施工公司石韦组成联队成为项目的总包方。</p>
		<p>　　在项目超支之后，关于超支如何分担的问题，从2012年起，美国项目业主与总包方之间就开始了诉讼，这也一定程度上影响了美国项目进展。</p>
		<p>　　为了解决这些纠纷，在时任西屋总裁Danny Roderick的主导下，西屋在2015年启动了对石韦公司的收购，并在收购同时与美国项目业主达成协议。</p>
		<p>　　收购之后，西屋成为项目总包方，合同变更为锁定总价的总包合同，业主也做出一定让步，分担一部分超支费用。在Vogtle项目上，业主将共额外承担大约7.6亿美元，在V.C Summer项目上，业主额外承担约4亿美元。而其余的超支风险都将由西屋承担。</p>
		<p>　　这笔收购在2015年底完成，收购价为2.24亿美元，西屋借此具备了核电项目施工业务能力，同时解决了与业主方关于超支的诉讼，西屋得以集中注意力推动项目进展。</p>
		<mu-dialog :open="dialog" title="Dialog" @close="close">
			这是一个简单的弹出框
			<mu-flat-button slot="actions" @click="close" primary label="取消"/>
			<mu-flat-button slot="actions" primary @click="close" label="确定"/>
		</mu-dialog>
	</mu-content-block>
</template>

<script>
import { 
  mapGetters,
  mapActions,
  mapState
} from 'vuex';
import * as types from '../../store/mutation-types';
export default {
  name: 'hotdetail',
  data () {
    return {
      dialog: false
    }
  },
  mounted () {
  	console.log(this.$route.params.id)
  	this.getHotDetail({
        "page":1,
        "pagesize":16
      });
  },
  computed: mapState({
    hotdetail: state => state.hot.hotdetail,
  }),
  methods: {
    open () {
      this.dialog = true
    },
    close () {
      this.dialog = false
    },
     ...mapActions({
      getHotDetail: types.HOTDETAIL_ACTION 
    }),
  }

}
</script>

<style lang="scss">
	#hot-detail {
		height: 100%;
		overflow-y: scroll;
		.paper {
			margin: 32px 0px;
		}
		div[class*="col-"] {
			padding: 8px;
			text-align: center;
		}
	}
</style>